CREATE DATABASE finalproject

CREATE TABLE information
(
title varchar(80) NOT NULL PRIMARY KEY,
textall varchar(5000) NOT NULL,
author varchar(30),
good int NOT NULL
)

INSERT INTO information
VALUES('不同行业都是如何快速地让新人完成经验积累的？','1.对工作有全面的认识，有长远的目光
>搜集相关信息，包括公司的规范、体系、产品、历史等，竞争对手的产品历史，行业的信息、发展进程等等。对整个公司、行业的情况做简单的了解。
>对未来的发展方向有简单的期望。
>期望的未来所需要的能力模型草图。
2.做好工作计划，工作成长路径
>工作计划：每天要做什么？每周要做什么？每个月要做什么？分别要达到什么目的和结果？统统写下来。
>工作成长路径：每个阶段要的主要任务是什么？分别具备哪些能力（资历/级别）？
3.主动学习，并总结及系统化知识
>凡事多去思考为什么，会发现很多有意思的事。一些看上去的显而易见背后也有自己的逻辑。
>岗位的经验、怎么做得更好，互联网图书馆里已经有很多资料。没有真的想做却做不好的。
>看了太多也不一定有帮助，能不能对自己了解到的知识进行总结，能不能通过总结将这些工作方法、技能变成自己的工作逻辑/体系才能提高自己的工作深度。
4.用leader角色思考工作
>每个工作，我不光做自己的计划，我还做整个团队的工作计划和schedule。我会要求team member做自己的计划并且每周反馈结果给我。
（我是新人的时候我就是这么做的，领导不会认为这是爱表现，反而领导很愿意听到安排下去的工作的进展）
>不管是在大公司小公司私企外企国企，永远可以有改进的地方（亲测）。不管是工作流程、工作协作、哪怕只是一份培训资料，永远可以找到新人可以发挥自己的优势去做改善的地方，而这些地方往往是上级和上级的上级已经没有精力亲自去做的事。eg. 给全体办公室成员发一封邮件，写一份如何省油快捷方便的使用打印机；整合公司的新员工培训材料，与时俱进并做一些优化；某个小工作的有很多老员工可以做很好，但没有一份全面的指导手册/标准化流程给0经验的同事学习观摩…… 这些都是新人可以去发挥的地方，这时候你只需要多用心一点点，就是在为上级优化整个公司的工作体系。
>还有很多可以升华自己工作角色让自己快速得到成长的事。
以上是我自己的度过新人期的方法，我会要求我的team member做同样的事。
另外两点对team member的coach方法，
1.具体到一件事如何做的五个阶段：
讲解做：带新人做一件事，先讲解方法原理、原因逻辑目标。
演示做：自己动手做一遍，演示给对方看，并告知注意事项。
一起做：对方做完，可能自己还要进行调整和修改。
看他做：初步交接完成任务，仅提供支持。
放手做：仅对结果进行监督，给与放权，并鼓励其按照自己想法进行多种尝试。
2.用SBI模型不断进行反馈
要点：反馈及时，针对行为，强调影响
SBI是一种工作沟通中的反馈方式。三个单词各代表：
S——situation
B——behavior
I——influence
也就是说，同事之间以及上级对下级在进行反馈时，采取的说话模式是：
描述场景——描述行为——描述该行为带来的影响。
如（用我零售一线的经验举例了），
“cathy，刚才我注意到一位穿红色衣服的女顾客走进来浏览最新款的丝巾，你拿出了展示柜中的丝巾托盘为顾客试戴并介绍产品的特点。但你随顾客离开丝巾展示区域的时候，没有将丝巾重新放回展示柜，留在了桌面上，而这附近没有人试戴。这样会让新进入门店的顾客感觉店铺不整洁，商品被随意放置。”
这已经是一个针对发生不久的【不良行为】的S+B+I反馈。如果还要更深入更完整的反馈，那就接着说：
“如果你能够随手将丝巾整理好放置归位，或者条件不允许可求助其他同事帮忙恢复陈列，那就能维持整个店铺的陈列形象，也不会给新来的顾客不舒服的感觉。”
这是一个通过描述未来的S+B+I给出的指导。两个SBI加起来成为一个完整的【纠正行为】的沟通，我们关注的是影响他未来的行为。','尼基的梦',0),
('咨询公司的人如何在一周内摸清一个行业','“了解一个行业”这件事本身不太可能快速完成。不过，如果我们只是想摸清楚最基本的情况，我们可以通过问对几个关键问题着手。这些关键问题围绕着一个根本问题：这个行业的链条是如何运转起来的？

1、这个行业的存在是因为它提供了什么价值？
2、这个行业从源头到终点都有哪些环节？
3、这个行业的终端产品售价都由谁分享？
4、每个环节凭借什么关键因素，创造了什么价值获得他所应得的利益？
5、谁掌握产业链的定价权？
6、这个行业的市场集中度如何？

而信息获取的渠道则包括：

1、金融投资机构的行业报告；
2、咨询公司的分析报告；
3、行业交流网站或论坛的热门帖子；
4、业内企业的培训课件；
5、参加行业展会或者论坛；
6、从业者的私下交流。','UKCareer',0),
('猎头如何在一周之内摸清一个行业','在动手写这篇文章之前，我从未如此定量地思考过这个问题，现在回想起猎头工作中的很多Case，其实都做到了一周内摸清一个行业。

在阐述如何做到这一点之前，我先要作个说明：每个行业都包含了多个维度的内容，如行业历史、现状及未来、市场容量、消费规模、与经济、政治的相互影响方式和程度、行业内企业的生存状况、行业人才的分布及动态等等，当我们需要短期内摸清某一行业时，都是基于当前工作的实际需求来进行的。因此，下文主要是从一个猎头的角度来说明如何做到一周内摸清一个行业。

猎头的工作流程一般如下：

客户提出招聘需求 —— 猎头进行职位分析 —— 确定匹配人才来源(行业/企业) —— 设定人才搜寻计划(即如何接触到目标人选) —— 评估潜在人选 —— 推荐匹配人选面试 —— ... —— 合格人选入职

通常，从猎头接到一个新的职位委托到推荐第一批匹配人选给客户所需时间为7-10天，这就要求做单的猎头顾问，在一周之内摸清一个或两三个行业，挖掘客户需要的人才并对其进行综合评价。对于今天这个话题，我们只要讨论到猎头工作的“与目标人选沟通”这一环节就可以了，其实现的整体思路和操作可简述如下：

1、圈定对应行业，或拓展至相关行业。

a. 客户提供行业基本信息，如竞争对手；
b. 咨询相关行业内朋友；
c. 通过互联网、行业杂志、产业报告等，了解行业上下游企业的产品/服务/业务模式等。

2、确定行业内TOP5或TOP10企业名单，并关注名单排序的标准，及近几年排名变化。

a. 咨询行业内朋友；
b. 参考每年的 Fortune Top 500；可适当拓展了解近3-5年排名变化情况；
c. 通过互联网、行业协会、上市公司信息披露等渠道查询企业排名(如销售额、增长率、零售终端数等)，同时关注企业的战略、市场布局、新产品发布、收并购信息等；
d. 查阅PE/VC、证券等金融机构的行业/企业分析、案例分析、产品分析、行业预测等报告。

3、锁定所列企业组织架构中的对应岗位的目标人选，通过各种渠道接触到目标人选。

a. 联系/咨询行业/企业内的朋友，或朋友的朋友；(人脉资源)
b. 搜索猎头公司自身数据库人才资源；
c. 第三方人才库资源(如 linkedin、微博等)；
d. Cold Call (陌生电话)

★ 重点：

a. 联系到的每一个人，都详细沟通，最大限度地通过这些人挖掘其所属企业、竞争对手的具体岗位/员工/业务/产品/服务等的数据和信息；

b. 及时转化吸收所得信息，并用于此后所联系到的人，同时相互印证这些信息的准确度、可靠性。

当做到第2点的时候，其实已经可以了解到一个行业的70-80% (笔者凭经验估计)甚至更多，而大多数人可能会觉得第3 点的实现有些困难，其实情况并没有你想象得糟，因为你有很多的朋友，而你的朋友又有很多朋友，更别说“六度分割理论”带给你的无限人脉资源，只要你想挖掘，你现有的人脉资源带给你的信息就能使你在已有的70-80%的基础上增加10-20%，保守地说，这个时候你已经是这个行业的半个专家了。

举一个例子来说明。

我曾经做过一个Case，为一家国际Top 3的糖业集团寻找South China GM的人选。刚接触这个职位时，我对糖业完全是个门外汉，只知道日常生活中接触到的蔗糖、白砂糖、红糖这些概念，及各种果汁、咖啡、饼干中添加的糖之类的，对其他一概不知，更别说去挖人并评估其是否胜任了。

启动项目后，按照上述的方法。我们按照客户的要求，根据职位的任职资格，进行如下操作：

1、圈定行业

首先在网上搜索“制糖 企业”、“糖业 排名”之类的关键词，从搜索结果中了解到国内制糖企业几乎为本土民企和国企，并分为以蔗糖为主的南方和以甜菊糖为主的北方制糖企业。

其次，从“制糖 行业 分析”、“糖业 研究报告”的搜索结果中，了解到糖业在中国的产业布局、优势省份、产品特色、产业上下游产品等，了解到糖业上游的种植(甘蔗、甜叶菊的种植)、中游的制造(榨糖厂、渣料处理等)、下游的分销(食品加工企业、饮料生产商、食品添加剂公司等、现货/期货市场等)。

最后，拓展到产业上下游相关联的国际集团在华开展相应业务的公司，如国际食品集团、国际四大粮商、雀巢、百事、正大饲料等企业所属的行业。

2、确定行业内企业名单

a. 国内糖业公司：洋浦南华、广西农垦、贵糖、东亚糖业、南宁糖业、凤糖、英茂糖业等；
b. 国际四大粮商ABCD、国内的中粮；
c. 根据Fortune Top 500，根据企业产品分类，确定其中的食品制造或零售企业名单：Nestlé、Pepsi、Kraft、Coca-Cola、AB InBev、Tyson等；

3、根据企业名单摸排对应岗位的目标人选，并最大限度获取企业/行业信息，丰富前两步的内容。

因本文主要以摸清行业为目标，故第3步不再赘述。

通过前1、2步的信息收集、整理、分析，加上第3步的信息细化及相互印证(亦可称之为人脉资源利用)，我已经在不到一周的时间内摸清了一个行业，甚至相关行业的情况，并基于此，完成客户的委托。','UKCareer',0),
('为什么PPT做得那么慢？在麦肯锡7年我总结出这4个技巧，助你提升效率！','01
先分析目标


凡是把 PPT 一棍子打死，跟你说「PPT 没用、空洞、就是形式主义……」的论断，你听完笑笑就好了。

PPT 只是软件，无毒无害，一张白纸任意涂抹，非常强大的工具，看你怎么用了。

画任何东西之前，先做个目标分析——什么场合、什么目的，然后才决定，字多还是字少、空洞还是硬核、活泼还是庄重，对不对？

麦肯锡咨询报告，浓缩研究成果，因而总是 1 页密集文字总结（给 CEO 看的核心观点），另加上厚厚一叠详细资料（意思是，如果想看看具体数据和论证过程，毕竟你花了好几百万，我们也有）。

如果是媒体发布会、大型论坛，当然是大图大字，作用就是「拍照好看的背景版」+「网上传播的金句」。对吧？

二者服务不同的目的。要效率、要效果，养成先想想场合 + 选择风格的习惯。

有些 PPT，我只放一句话，做大型演讲时不用密密麻麻的内容分散听众注意力；

有时内部讨论呢，格式不管了，事实、数字放上去。这样做，能节约很多时间。

02
写作文提纲


你写不出来的是 PPT 吗？你写不出来的是作文！

或者说，让我们把写 PPT 的困难拆解成 2 部分：

第一，不知道我想说什么（素材很多很乱，不知道怎么提炼观点，一堆观点不知道怎么组织归纳起来；或者素材太少，编不出来）；

第二，我知道我想说什么，只是做 PPT 费劲儿。

我们先解决第一个问题——先憋出条理清楚的小作文提纲，再具体到每张 PPT。

不要边画边想、反反复复，特别浪费时间，因为改动 PPT 比改文字要麻烦很多。

下面，我用「某明星小三事件」来举例，讲讲怎么写 PPT 小作文提纲。

03
第三步，写好单张 PPT


你有个完整的故事线了，现在开始一张张写 PPT。譬如第一张吴某某是谁，第二张陈某某是谁……

单张 PPT 有个基本要求——言之有理、言之有物。

新手可以练习把标题写成一个陈述句，坚决不要写短语（如主要工作、项目概况），这样有助于养成「提炼观点」的能力，而不是堆砌材料。

每画一张 PPT，你要问自己：

这张标题是我想说的意思吗？这个标题能概括下面的内容吗？这个内容能支撑上面的标题吗？

04
把 PPT 画得好看一点


内容重于形式。那么，PPT 到底要不要画得好看？

最好是，好看又不是太好看。

什么意思？

传说中，麦肯锡 PPT 讲究格式，其实只注重「规范性」+「表现力」。

「规范性」是指：字体、字号、颜色、半角全角等纹丝不乱，否则感觉不专业、不认真。

「表现力」是指用合适的方式来突出你的信息，参考上面 3 张销售额的图片。

除此而外，麦肯锡对视觉的设计感并不强调，官方文件的风格是简洁甚至朴素的。

后来我去创业公司，发现把 PPT 做得逼格高一点，可以增加印象分。食物干净好吃最重要，但我们也为品相而付费。','秋叶PPT',0)